#donate = '冯*俊 赞助10元 2020年5月23日                                                                                                              ' \
#'刘*超 赞助200元 2020年5月23日                                                                                                              ' \
#'张*勇 赞助50元 2020年5月25日                                                                                                              ' \
#'熊*添 赞助1000元 2020年5月23日                                                                                                              ' \
#'秦汉 赞助100元 2020年5月25日                                                                                                              ' \
#'赵磊 赞助12.34元 2020年5月25日                                                                                                             ' \
#'于*万 赞助1元 2020年5月25日                                                                                                             ' \
#'徐坚 赞助8.88元 2020年5月29日'
donate =  [
	"冯*俊 赞助10元 2020年5月23日",
	"刘*超 赞助200元 2020年5月23日",
	"张*勇 赞助50元 2020年5月25日",
	"熊*添 赞助1000元 2020年5月23日",
	"秦汉 赞助100元 2020年5月25日",
	"赵磊 赞助12.34元 2020年5月25日",
	"于*万 赞助1元 2020年5月25日",
	"徐坚 赞助8.88元 2020年5月29日",
]